Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: You can enforce the marquee position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, eg 6 = top-right).
ca_es: Aquesta opció us permet forçar la posició de la marquesina al vídeo (0=centre, 1=esquerra, 2=dret, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Display text above the video
ca_es: Mostra el text a sobre del vídeo

source: Marquee
ca_es: Marquesina

source: Marquee display
ca_es: Visualització de la marquesina

source: Misc
ca_es: Miscel·lània

source: Mirror orientation
ca_es: Orientació del mirall

source: Defines orientation of the mirror splitting. Can be vertical or horizontal
ca_es: Defineix l'orientació de la separació del mirall. Pot ser horitzontal o vertical

source: Horizontal
ca_es: Horitzontal

source: Direction
ca_es: Direcció

source: Direction of the mirroring
ca_es: Direcció del mirall

source: Left to right/Top to bottom
ca_es: D'esquerra a dreta/ de dalt a baix

source: Right to left/Bottom to top
ca_es: De dreta a esquerra/ des de la part inferior a la superior

source: Mirror video filter
ca_es: Filtre de vídeo de mirall

source: Mirror video
ca_es: Vídeo mirall

source: Splits video in two same parts, like in a mirror
ca_es: Divideix el vídeo en dues parts iguals, com en un mirall

source: Transparency of the mosaic foreground pictures. 0 means transparent, 255 opaque (default).
ca_es: Transparència de les imatges en primer pla del mosaic. 0 significa transparent, 255 opac (per defecte).

source: Total height of the mosaic, in pixels.
ca_es: Alçada total del mosaic, en píxels.

source: Total width of the mosaic, in pixels.
ca_es: Amplada total del mosaic, en píxels.

source: Top left corner X coordinate
ca_es: Coordenada X de la cantonada superior esquerra

source: X Coordinate of the top-left corner of the mosaic.
ca_es: Coordenada X de la cantonada superior esquerra del mosaic.

source: Top left corner Y coordinate
ca_es: Coordenada Y de la cantonada superior esquerra

source: Y Coordinate of the top-left corner of the mosaic.
ca_es: Coordenada Y de la cantonada superior esquerra del mosaic.

source: Border width
ca_es: Amplada de la vora

source: Width in pixels of the border between miniatures.
ca_es: Amplada en píxels de la vora entre les miniatures.

source: Border height
ca_es: Alçada de la vora

source: Height in pixels of the border between miniatures.
ca_es: Alçada en píxels de la vora entre les miniatures.

source: Mosaic alignment
ca_es: Alineació del mosaic

source: You can enforce the mosaic alignment on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, eg 6 = top-right).
ca_es: Aquesta opció us permet forçar l'alineació del mosaic al vídeo (0=centre, 1=esquerra, 2=dret, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Positioning method
ca_es: Mètode d'emplaçament

source: Positioning method for the mosaic. auto: automatically choose the best number of rows and columns. fixed: use the user-defined number of rows and columns. offsets: use the user-defined offsets for each image.
ca_es: Mètode d'emplaçament del mosaic. auto: tria automàticament el nombre de files i columnes més adequat. fixat: utilitza el nombre de files i columnes definit per l'usuari. òfsets: utilitza els òfsets per a cada imatge definits per l'usuari.

source: Number of rows
ca_es: Nombre de files

source: Number of image rows in the mosaic (only used if positioning method is set to "fixed").
ca_es: Nombre de files d'imatges al mosaic (només s'utilitza si el mètode d'emplaçament està definit com a «fixat»).

source: Number of columns
ca_es: Nombre de columnes

source: Number of image columns in the mosaic (only used if positioning method is set to "fixed".
ca_es: Nombre de columnes d'imatges al mosaic (només s'utilitza si el mètode d'emplaçament està definit com a «fixat»).

source: Keep aspect ratio
ca_es: Mantén la relació d'aspecte

source: Keep the original aspect ratio when resizing mosaic elements.
ca_es: Mantén la relació d'aspecte original quan es canvia la mida dels elements del mosaic.

source: Keep original size
ca_es: Mantén la mida original

source: Keep the original size of mosaic elements.
ca_es: Mantén la mida original dels elements del mosaic.

source: Elements order
ca_es: Ordre del elements

source: You can enforce the order of the elements on the mosaic. You must give a comma-separated list of picture ID(s).These IDs are assigned in the "mosaic-bridge" module.
ca_es: Aquesta opció us permet forçar l'ordre dels elements del mosaic. Heu de proporcionar una llista dels identificadors de les imatges separada per comes. Aquests identificadors s'assignen al mòdul «mosaic-pont».

source: Offsets in order
ca_es: Òfsets ordenats

source: You can enforce the (x,y) offsets of the elements on the mosaic (only used if positioning method is set to "offsets"). You must give a comma-separated list of coordinates (eg: 10,10,150,10).
ca_es: Aquesta opció us permet forçar els òfsets (x,y) dels elements del mosaic (només s'utilitza si el mètode d'emplaçament està definit com a «òfsets»). Heu de proporcionar una llista de coordenades separada per comes (p.e.: 10,10,150,10).

source: Pictures coming from the mosaic elements will be delayed according to this value (in milliseconds). For high values you will need to raise caching at input.
ca_es: Les imatges provinents dels elements del mosaic s'endarreriran segons aquest valor (en mil·lisegons). Per als valors alts s'ha d'augmentar la memòria cau a l'entrada.

source: fixed
ca_es: fixat

source: offsets
ca_es: òfsets

source: Mosaic video sub source
ca_es: Subfont de vídeo del mosaic

source: Blur factor (1-127)
ca_es: Factor de difuminat (1-127)

source: The degree of blurring from 1 to 127.
ca_es: El grau de difuminat va d'1 a 127.

source: Motion blur filter
ca_es: Filtre de difuminat de moviment

source: Motion detect video filter
ca_es: Filtre de vídeo de detecció de moviment

source: OpenCV face detection example filter
ca_es: Filtre d'exemple de detecció de cares OpenCV

source: OpenCV example
ca_es: Exemple OpenCV

source: Haar cascade filename
ca_es: Nom del fitxer cascada Haar

source: Name of XML file containing Haar cascade description
ca_es: Nom del fitxer XML que conté la descripció de la cascada Haar

source: Use input chroma unaltered
ca_es: Utilitza l'entrada de crominància sense alterar

source: I420 - first plane is greyscale
ca_es: I420 - primer pla en escala de grisos

source: Don't display any video
ca_es: No mostris cap vídeo

source: Display the input video
ca_es: Mostra el vídeo d'entrada

source: Display the processed video
ca_es: Mostra el vídeo processat

source: Show only errors
ca_es: Mostra només els errors

source: Show errors and warnings
ca_es: Mostra els errors i els avisos

source: Show everything including debug messages
ca_es: Mostra-ho tot, fins i tot els missatges de depuració

source: OpenCV video filter wrapper
ca_es: Embolcall del filtre de vídeo OpenCV

source: Scale factor (0.1-2.0)
ca_es: Factor d'escalat (0.1-2.0)

source: Ammount by which to scale the picture before sending it to the internal OpenCV filter
ca_es: Com s'ha d'escalar la imatge abans d'enviar-la al filtre intern de l'OpenCV

source: OpenCV filter chroma
ca_es: Crominància del filtre OpenCV

source: Chroma to convert picture to before sending it to the internal OpenCV filter
ca_es: A quina crominància s'ha de convertir la imatge abans d'enviar-la al filtre intern de l'OpenCV

source: Wrapper filter output
ca_es: Sortida del filtre d'embolcall

source: Determines what (if any) video is displayed by the wrapper filter
ca_es: Determina quin vídeo (si n'hi ha) ha de mostrar el filtre d'embolcall

source: OpenCV internal filter name
ca_es: Nom del filtre intern OpenCV

source: Name of internal OpenCV plugin filter to use
ca_es: Nom del filtre del connector intern de l'OpenCv que s'ha d'utilitzar

source: Select the number of horizontal video windows in which to split the video
ca_es: Seleccioneu en quantes finestres de vídeo horitzontals es dividirà el vídeo

source: Select the number of vertical video windows in which to split the video
ca_es: Seleccioneu en quantes finestres de vídeo verticals es dividirà el vídeo

source: Active windows
ca_es: Finestres actives

source: Comma-separated list of active windows, defaults to all
ca_es: Llista de finestres actives separades per comes, per defecte totes

source: Split the video in multiple windows to display on a wall of screens
ca_es: Divideix el vídeo en múltiples finestres per mostrar-les en un mur de pantalles

source: Panoramix: wall with overlap video filter
ca_es: Panoramix: mur amb el filtre de vídeo de superposició

source: length of the overlapping area (in %)
ca_es: longitud de l'àrea de superposició (en %)

source: Select in percent the length of the blended zone
ca_es: Seleccioneu el percentatge de longitud de la zona barrejada

source: height of the overlapping area (in %)
ca_es: alçada de l'àrea de superposició (en %)

source: Select in percent the height of the blended zone (case of 2x2 wall)
ca_es: Seleccioneu el percentatge d'alçada de la zona barrejada (en el cas d'un mur 2x2)

source: Attenuation
ca_es: Atenuació

source: Check this option if you want attenuate blended zone by this plug-in (if option is unchecked, attenuate is made by opengl)
ca_es: Activeu aquesta opció si voleu atenuar la zona barrejada amb aquest connector (està desactivat, s'atenua mitjançant opengl)

source: Attenuation, begin (in %)
ca_es: Atenuació, inici (en %)

source: Select in percent the Lagrange coefficient of the beginning blended zone
ca_es: Seleccioneu el percentatge de coeficient Lagrange de l'inici de la zona barrejada

source: Attenuation, middle (in %)
ca_es: Atenuació, mig (en %)

source: Select in percent the Lagrange coefficient of the middle of blended zone
ca_es: Seleccioneu el percentatge de coeficient Lagrange del mig de la zona barrejada

source: Attenuation, end (in %)
ca_es: Atenuació, final (en %)

source: Select in percent the Lagrange coefficient of the end of blended zone
ca_es: Seleccioneu el percentatge de coeficient Lagrange del final de la zona barrejada

source: middle position (in %)
ca_es: posició mitjana (en %)

source: Select in percent (50 is center) the position of the middle point (Lagrange) of blended zone
ca_es: Seleccioneu en tant per cent (50 és el centre) la posició del punt mitjà (Lagrange) de la zona barrejada

source: Gamma (Red) correction
ca_es: Correcció gamma (vermell)

source: Select the gamma for the correction of blended zone (Red or Y component)
ca_es: Seleccioneu la gamma per a la correcció de la zona barrejada (Vermell o component Y)

source: Gamma (Green) correction
ca_es: Correcció gamma (verd)

source: Select the gamma for the correction of blended zone (Green or U component)
ca_es: Seleccioneu la gamma per a la correcció de la zona barrejada (Verd o component U)

source: Gamma (Blue) correction
ca_es: Correcció gamma (blau)

source: Select the gamma for the correction of blended zone (Blue or V component)
ca_es: Seleccioneu la gamma per a la correcció de la zona barrejada (Blau o component V)

source: Black Crush for Red
ca_es: Atenuació dels tons negres per al vermell

source: Select the Black Crush of blended zone (Red or Y component)
ca_es: Seleccioneu l'atenuació dels tons negres de la zona barrejada (Vermell o component Y)

source: Black Crush for Green
ca_es: Atenuació dels tons negres per al verd

source: Select the Black Crush of blended zone (Green or U component)
ca_es: Seleccioneu l'atenuació dels tons negres de la zona barrejada (Verd o component U)

source: Black Crush for Blue
ca_es: Atenuació dels tons negres per al blau

source: Select the Black Crush of blended zone (Blue or V component)
ca_es: Seleccioneu l'atenuació dels tons negres de la zona barrejada (Blau o component V)

source: White Crush for Red
ca_es: Atenuació dels tons blancs per al vermell

source: Select the White Crush of blended zone (Red or Y component)
ca_es: Seleccioneu l'atenuació dels tons blancs de la zona barrejada (Vermell o component Y)

source: White Crush for Green
ca_es: Atenuació dels tons blancs per al verd

source: Select the White Crush of blended zone (Green or U component)
ca_es: Seleccioneu l'atenuació dels tons blancs de la zona barrejada (Verd o component U)

source: White Crush for Blue
ca_es: Atenuació dels tons blancs per al blau

source: Select the White Crush of blended zone (Blue or V component)
ca_es: Seleccioneu l'atenuació dels tons blancs de la zona barrejada (Blau o component V)

source: Black Level for Red
ca_es: Nivell de negre per al vermell

source: Select the Black Level of blended zone (Red or Y component)
ca_es: Seleccioneu el nivell de negre de la zona barrejada (Vermell o component Y)

source: Black Level for Green
ca_es: Nivell de negre per al verd

source: Select the Black Level of blended zone (Green or U component)
ca_es: Seleccioneu el nivell de negre de la zona barrejada (Verd o component U)

source: Black Level for Blue
ca_es: Nivell de negre per al blau

source: Select the Black Level of blended zone (Blue or V component)
ca_es: Seleccioneu el nivell de negre de la zona barrejada (Blau o component V)

source: White Level for Red
ca_es: Nivell de blanc per al vermell

source: Select the White Level of blended zone (Red or Y component)
ca_es: Seleccioneu el nivell de blanc de la zona barrejada (Vermell o component Y)

source: White Level for Green
ca_es: Nivell de blanc per al verd

source: Select the White Level of blended zone (Green or U component)
ca_es: Seleccioneu el nivell de blanc de la zona barrejada (Verd o component U)

source: White Level for Blue
ca_es: Nivell de blanc per al blau

source: Select the White Level of blended zone (Blue or V component)
ca_es: Seleccioneu el nivell de blanc de la zona barrejada (Blau o component V)

source: Posterize level (number of colors is cube of this value)
ca_es: Nivell de posterització del nombre de colors (el nombre de colors és cub per a aquest valor)

source: Posterize video filter
ca_es: Filtre de vídeo de posterització

source: Posterize video by lowering the number of colors
ca_es: Posteritza del vídeo mitjançant la reducció del nombre de colors

source: Post processing quality
ca_es: Qualitat del postprocessament

source: Quality of post processing. Valid range is 0 (disabled) to 6 (highest) Higher levels require more CPU power, but produce higher quality pictures. With default filter chain, the values map to the following filters: 1: hb, 2-4: hb+vb, 5-6: hb+vb+dr
ca_es: Qualitat del postprocessament. L'interval vàlid va des de 0 (inhabilitat) a 6 (el més alt) Els nivells més alts necessiten més potència de CPU però milloren la qualitat de les imatges. Amb la cadena de filtre per defecte, els valors mapen als següents filtres: 1: hb, 2-4: hb+vb, 5-6: hb+vb+dr

source: FFmpeg post processing filter chains
ca_es: Cadenes de filtre de postprocessament de ffmpeg

source: Video post processing filter
ca_es: Filtre de postprocessament del vídeo

source: Postproc
ca_es: Postprocessament

source: Lowest
ca_es: El més baix

source: Highest
ca_es: El més alt

source: Psychedelic video filter
ca_es: Filtre de vídeo psicodèlic

source: Number of puzzle rows
ca_es: Nombre de files del trencaclosques

source: Number of puzzle columns
ca_es: Nombre de columnes del trencaclosques

source: Game mode
ca_es: Mode de joc

source: Select game mode variation from jigsaw puzzle to sliding puzzle.
ca_es: Seleccioneu la variació de mode de joc des de trencaclosques jigsaw a trencaclosques corredís

source: Border
ca_es: Vora

source: Unshuffled Border width.
ca_es: Amplada de la vora no aleatòria.

source: Small preview
ca_es: Previsualització petita

source: Show small preview.
ca_es: Mostra una previsualització petita.

source: Small preview size
ca_es: Mida de la previsualització petita

source: Show small preview size (percent of source).
ca_es: Mostra la mida de la previsualització petita (percentatge de la font)

source: Piece edge shape size
ca_es: Mida de la forma de la cantonada de la peça

source: Size of the curve along the piece's edge
ca_es: Mida de la corba al llarg de la vora de la peça

source: Auto shuffle
ca_es: Aleatori automàtic

source: Auto shuffle delay during game
ca_es: Retard aleatori automàtic durant el joc

source: Auto solve
ca_es: Resol automàticament

source: Auto solve delay during game
ca_es: Resol automàticament el retard durant el joc

source: Rotation
ca_es: Rotació

source: Rotation parameter: none;180;90-270;mirror
ca_es: Paràmetre de rotació: cap;180;90-270;mirall

source: jigsaw puzzle
ca_es: trencaclosques jigsaw

source: sliding puzzle
ca_es: trencaclosques sliding

source: swap puzzle
ca_es: trencaclosques swap

source: exchange puzzle
ca_es: intercanvia el trencaclosques

source: 0/90/180/270/mirror
ca_es: 0/90/180/270/mirall

source: Puzzle interactive game video filter
ca_es: Filtre de vídeo del trencaclosques interactiu

source: Puzzle
ca_es: Trencaclosques

source: VNC Host
ca_es: Servidor VNC

source: VNC hostname or IP address.
ca_es: Nom del servidor VNC o adreça IP.

source: VNC Port
ca_es: Port VNC

source: VNC port number.
ca_es: Nombre de port VNC.

source: VNC Password
ca_es: Contrasenya VNC

source: VNC password.
ca_es: Contrasenya VNC.

source: VNC poll interval
ca_es: Interval de la consulta VNC

source: In this interval an update from VNC is requested, default every 300 ms.
ca_es: En aquest interval es demana una actualització del VNC, per defecte cada 300 ms.

source: VNC polling
ca_es: Sondeig VNC

source: Activate VNC polling. Do NOT activate for use as VDR ffnetdev client.
ca_es: Activa el sondeig al VNC. No l'activeu per utilitzar-lo com a client VDR ffnetdev.

source: Send mouse events to VNC host. Not needed for use as VDR ffnetdev client.
ca_es: Envia els esdeveniments del ratolí al servidor VNC. No és necessari quan l'utilitzem com a client VDR ffnetdev.

source: Key events
ca_es: Esdeveniments del teclat

source: Send key events to VNC host.
ca_es: Envia els esdeveniments del teclat al servidor VNC.

source: Alpha transparency value (default 255)
ca_es: Valor de transparència alfa (per defecte, 255)

source: The transparency of the OSD VNC can be changed by giving a value between 0 and 255. A lower value specifies more transparency a higher means less transparency. The default is being not transparent (value 255) the minimum is fully transparent (value 0).
ca_es: La transparència del VNC OSD es pot canviar mitjançant un valor entre 0 i 255. Un valor més baix significa més transparència, un valor més alt menys transparència. Per defecte, no és transparent (valor 255), el mínim és completament transparent (valor 0).

source: Remote-OSD over VNC
ca_es: OSD remot a través de VNC

source: Remote-OSD
ca_es: OSD remot

source: Ripple video filter
ca_es: Filtre de vídeo d'ondulació

source: Ripple
ca_es: Ondulació

source: Angle in degrees
ca_es: Angle en graus

source: Angle in degrees (0 to 359)
ca_es: Angle en graus (des de 0 a 359)

source: Use motion sensors
ca_es: Fes servir sensors de moviment

source: Rotate video filter
ca_es: Filtre de vídeo de rotació

source: Rotate
ca_es: Rota

source: Feed URLs
ca_es: URL del canal

source: RSS/Atom feed '|' (pipe) separated URLs.
ca_es: URL dels canals RSS/Atom separats per «|» (barra vertical).

source: Speed of feeds
ca_es: Velocitat dels canals

source: Speed of the RSS/Atom feeds in microseconds (bigger is slower).
ca_es: Velocitat dels canals RSS/Atom en microsegons (més gran, més lent).

source: Max length
ca_es: Longitud màxima

source: Maximum number of characters displayed on the screen.
ca_es: Nombre màxim de caràcters que es mostren a la pantalla.

source: Refresh time
ca_es: Temps d'actualització

source: Number of seconds between each forced refresh of the feeds. 0 means that the feeds are never updated.
ca_es: Nombre de segons entre cada actualització forçada dels canals. 0 significa que els canals no s'actualitzen mai.

source: Feed images
ca_es: Imatges del canal

source: Display feed images if available.
ca_es: Mostra les imatges del canal si estan disponibles.

source: Opacity (inverse of transparency) of overlay text. 0 = transparent, 255 = totally opaque.
ca_es: Opacitat (el contrari de la transparència) del text superposat. 0 = transparent, 255 = totalment opac.

source: Text position
ca_es: Posició del text

source: You can enforce the text position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom; you can also use combinations of these values, eg 6 = top-right).
ca_es: Aquesta opció us permet forçar la posició del text al vídeo (0=centre, 1=esquerra, 2=dret, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Title display mode
ca_es: Mode de visualització del títol

source: Title display mode. Default is 0 (hidden) if the feed has an image and feed images are enabled, 1 otherwise.
ca_es: Mode de visualització del títol. El valor per defecte és 0 (ocult) si el canal té una imatge i les imatges del canal estan habilitades, 1 per la resta.

source: Display a RSS or ATOM Feed on your video
ca_es: Mostra un canal RSS o Atom al vostre vídeo

source: Don't show
ca_es: No mostris

source: Always visible
ca_es: Sempre visible

source: Scroll with feed
ca_es: Desplaça amb el canal

source: RSS and Atom feed display
ca_es: Visualització dels canals RSS i Atom

source: Image format
ca_es: Format de la imatge

source: Format of the output images (png, jpeg, ...).
ca_es: Format de les imatges de sortida (png, jpeg, etc.).

source: You can enforce the image width. By default (-1) VLC will adapt to the video characteristics.
ca_es: Aquesta opció us permet forçar l'amplada de la imatge. Per defecte (-1) el VLC s'adaptarà a les característiques del vídeo.

source: You can enforce the image height. By default (-1) VLC will adapt to the video characteristics.
ca_es: Aquesta opció us permet forçar l'alçada de la imatge. Per defecte (-1) el VLC s'adaptarà a les característiques del vídeo.

source: Recording ratio
ca_es: Ràtio d'enregistrament

source: Ratio of images to record. 3 means that one image out of three is recorded.
ca_es: Ràtio d'imatges que s'han d'enregistrar. 3 significa que cada una de tres imatges s'enregistra.

source: Filename prefix
ca_es: Prefix del nom del fitxer

source: Prefix of the output images filenames. Output filenames will have the "prefixNUMBER.format" form if replace is not true.
ca_es: Prefix del nom del fitxer de les imatges de sortida. El nom dels fitxers de sortida tindran la forma «prefixNOMBRE.format» si la substitució no és certa.

source: Directory path prefix
ca_es: Prefix del camí del directori

source: Directory path where images files should be saved. If not set, then images will be automatically saved in users homedir.
ca_es: Camí del directori on s'han de desar els fitxers d'imatge. Si no està definit, les imatges es desaran automàticament al directori d'inici de l'usuari.

source: Always write to the same file
ca_es: Escriu sempre al mateix fitxer

source: Always write to the same file instead of creating one file per image. In this case, the number is not appended to the filename.
ca_es: Escriu sempre al mateix fitxer en comptes de crear un fitxer per a cada imatge. En aquest cas, el nombre no s'afegeix al nom del fitxer.

source: Send your video to picture files
ca_es: Envia el vídeo als fitxers d'imatge

source: Scene filter
ca_es: Filtre d'escena

source: Scene video filter
ca_es: Filtre de vídeo d'escena

source: Sepia intensity
ca_es: Intensitat sèpia
